Repository: franck-paul/logNotices
Catalog: locales/*/main.po
Languages: fr

source: Store all or error only notices in the database
fr: Enregistre les notifications dans la base de données

source: Store notices in database
fr: Enregistre les notifications dans la base de données

source: Notices
fr: Notifications

source: Notices actions
fr: Actions sur les notifications

source: Back to notices list
fr: Retour à la liste des notifications

source: Only error notices
fr: Seulement les notifications d'erreur

source: No notice matches the filter
fr: Aucune notification correspond au filtre

source: No notice
fr: Aucune notification

source: List of %s notices matching the filter.
fr: Liste des %s notifications correspondantes au filtre.

source: List of notices (%s)
fr: Liste des notifications (%s)

source: User
fr: Utilisateur/utilisatrice

source: Log type
fr: Type de notification

source: Are you sure you want to delete selected notices?
fr: Êtes-vous sûr·e de vouloir supprimer les notifications sélectionnées ?

source: Notifications in database
fr: Notifications dans la base de données

source: Selected notices have been successfully deleted.
fr: Les notifications sélectionnées ont été supprimées.

source: Selected notices action:
fr: Action sur les notifications sélectionnées :
